---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CircuitWaysParam
source: html/f8d1f574-c7aa-dd93-9360-eec4099b0d80.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CircuitWaysParam Property

"Ways"

## Syntax (C#)
```csharp
public static ForgeTypeId CircuitWaysParam { get; }
```